1password-beta
1password-cli
accountsservice
ags-hyprpanel-git
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
aspell
ayugram-desktop-bin
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blueberry
bluedevil
blueman
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
chaotic-keyring
chaotic-mirrorlist
chromium
clang
cliphist
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
dart-sass
dbeaver
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
dropbox-cli
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-konsole-colors
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
evince
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
firefox
firewalld
fish
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fprintd
fwupd
gcc14
ghostscript
git
github-cli
glances
gnome-bluetooth-3.0
gnome-calculator
gnome-keyring
gnome-themes-extra
gpu-screen-recorder-git
grimblast-git
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
gutenprint
gwenview
haruna
haveged
hdparm
hplip
hwdetect
hwinfo
hydectl-bin
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprshot
hyprsunset
impala
imv
inetutils
insync
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kanshi
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
keepassxc
kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
kscreen
kvantum-qt5
kwallet-pam
kwayland-integration
lazydocker-bin
lazygit
less
libappindicator-gtk3
libdvdcss
libfprint
libgsf
libnet
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
localsend-bin
logrotate
lsb-release
lsscsi
luarocks
lvm2
mako
maliit-keyboard
man-db
man-pages
mariadb-libs
masscan
matugen-bin
mcstatus
mdadm
meld
mesa-utils
micro
mise
modemmanager
most
mpc
mpd
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
network-manager-applet
networkmanager
networkmanager-dmenu
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
notion
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-bar
nwg-displays
nwg-look
obs-studio
obsidian-bin
oh-my-posh-bin
okular
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-monocraft
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pam-u2f
pamixer
paru
pavucontrol
perl
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-x11-session
playerctl
plocate
plymouth
polkit-gnome
poppler-glib
postgresql
postgresql-libs
power-profiles-daemon
powerdevil
print-manager
prismlauncher
pv
python
python-defusedxml
python-packaging
python-pillow
python-pip
python-pipx
python-pyqt5
python-pyqt6
python-reportlab
qt5-imageformats
qt5-quickcontrols
qt5ct
qt6-imageformats
qt6ct
rebuild-detector
reflector
reflector-simple
rofi-wayland
rofi-wifi-menu-git
rose-pine-cursor
rose-pine-hyprcursor
rsync
rtkit
rust-analyzer
rust-src
rustup
s-nail
sane
satty
sddm-kcm
sg3_utils
signal-desktop
smartmontools
sof-firmware
spectacle
splix
spotify
starship
sudo
sushi
swaybg
swww
syft
sysfsutils
system-config-printer
systemd-sysvcompat
tcpdump
telegram-desktop
texinfo
tldr
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tty-clock
typora
udiskie
ufw
ufw-docker
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vesktop
vi
vim
visual-studio-code-bin
waybar
welcome
wget
which
whois
wine
wireplumber
wireshark-qt
wl-clip-persist
wl-clipboard
wlogout
woff2-font-awesome
wofi
wofi-emoji
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xsettingsd
xterm
yay
zen-browser-bin
zoxide
